{
    "en-US": {
        "translation": {
            "start first module.narration": "Which Amazon's leadership principle do you want to get overview on",
            "utterance-Customer Obsession": "Customer Obsession",
            "utterance-Ownership": "Ownership",
            "utterance-Invent and Simplify": "Invent and Simplify",
            "utterance-Learn and Be Curious": "Learn and Be Curious",
            "utterance-Hire and Develop the Best": "Hire and Develop the Best",
            "utterance-Insist on the Highest Standards": "Insist on the Highest Standards",
            "utterance-Think Big": "Think Big",
            "utterance-Bias for Action": "Bias for Action",
            "utterance-Frugality": "Frugality",
            "utterance-Earn Trust": "Earn Trust",
            "utterance-Dive Deep": "Dive Deep",
            "utterance-Have Backbone; Disagree and Commit": "Have Backbone; Disagree and Commit",
            "utterance-Deliver Results": "Deliver Results",
            "utterance-Are Right": "Are Right",
            "utterance-A Lot.": "A Lot.",
            "overview customer obsession.narration": "Leaders start with the customer and work backwards.\n\t\tThey work vigorously to earn and keep customer trust.",
            "utterance-learn more": "learn more",
            "utterance-know more": "know more",
            "utterance-change module": "change module",
            "overview Ownership.narration": "Leaders are owners.\n\t\tThey think long term and don’t sacrifice long-term value for short-term results.\n\t\tThey act on behalf of the entire company, beyond just their own team.",
            "overview Invent and Simplify.narration": "Leaders expect and require innovation and invention from their teams and always find ways to simplify.\n\t\tThey are externally aware, look for new ideas from everywhere, and are not limited by “not invented here.\"",
            "overview Learn and Be Curious.narration": "Leaders are never done learning and always seek to improve themselves. They are curious about new possibilities and act to explore them.",
            "overview Hire and Develop the Best.narration": "Leaders raise the performance bar with every hire and promotion. They recognize exceptional talent, and willingly move them throughout the organization. Leaders develop leaders and take seriously their role in coaching others. We work on behalf of our people to invent mechanisms for development like Career Choice.",
            "overview Insist on the Highest Standards.narration": "Leaders have relentlessly high standards — many people may think these standards are unreasonably high. Leaders are continually raising the bar and drive their teams to deliver high quality products, services, and processes. Leaders ensure that defects do not get sent down the line and that problems are fixed so they stay fixed.",
            "overview Think Big.narration": "Thinking small is a self-fulfilling prophecy. Leaders create and communicate a bold direction that inspires results. They think differently and look around corners for ways to serve customers.",
            "overview Bias for Action.narration": "Speed matters in business. Many decisions and actions are reversible and do not need extensive study. We value calculated risk taking.",
            "overview Frugality.narration": "Accomplish more with less. Constraints breed resourcefulness, self-sufficiency and invention. There are no extra points for growing headcount, budget size, or fixed expense.",
            "overview Earn Trust.narration": "Leaders listen attentively, speak candidly, and treat others respectfully. They are vocally self-critical, even when doing so is awkward or embarrassing. Leaders do not believe their or their team’s body odor smells of perfume. They benchmark themselves and their teams against the best.",
            "overview Dive Deep.narration": "Leaders operate at all levels, stay connected to the details, audit frequently, and are skeptical when metrics and anecdote differ. No task is beneath them.",
            "overview Have Backbone; Disagree and Commit.narration": "Leaders are obligated to respectfully challenge decisions when they disagree, even when doing so is uncomfortable or exhausting. Leaders have conviction and are tenacious. They do not compromise for the sake of social cohesion. Once a decision is determined, they commit wholly.",
            "overview Deliver Results.narration": "Leaders focus on the key inputs for their business and deliver them with the right quality and in a timely fashion. Despite setbacks, they rise to the occasion and never settle.",
            "overview Are Right, A Lot.narration": "Leaders are right a lot.\n\t\tThey have strong judgment and good instincts.\n\t\tThey seek diverse perspectives and work to disconfirm their beliefs.",
            "start second module.narration": "Lets start with question answering quiz.",
            "start1QA.narration": "An AWS customer requires that recent unforeseen utilization of AWS services unbeknownst to them, be written off, as they are also not in a position to pay the accrual of resource utilization charges. AWS customer service helped them achieve the same. Which leadership principle were they guided by in this decision?",
            "utterance-{anything}": "{anything}",
            "start2QA.narration": "When making choices or taking decisions, we need to consider and prioritize durability of the solution rather than the ease of solution. Which leadership principle would this line of thought implicate?",
            "start3QA.narration": "Mikkel is working on a task wherein he is storing the layout of a customer’s house in an application store. When a customer deletes his/her account, this data is still stored in the application store, and this adds to the requirement in terms of space. What do you think should guide Mikkel to answer the question of whether or not to the delete the information from the store?",
            "start4QA.narration": "Bartosz is a new intern in the Alexa core components team. As part of his responsibilities he is supposed to stitch together data from multiple sources. He plans to get the data sequentially, one after the other, for some reason. Which leadership principle would you ask him to refer to, to guide him in this decision?",
            "utterance-Bias for action": "Bias for action",
            "start5QA.narration": "Ulrich is a new intern in AWS. He was given a couple of options for projects to choose between. But his manager is forcing him to choose a particular project. He is thinking of just going ahead with the option that his manager chose, because he doesn’t want to argue with him. Which leadership principle should he adhere to in this case?",
            "utterance-have backbone": "have backbone",
            "utterance-disagree and commit": "disagree and commit",
            "answer.narration": "you answered {contestRating} out of 5 questions correctly",
            "start.narration": "Hey Do you want to get started with Amazon's leadership principles.",
            "utterance-yes": "yes",
            "utterance-no": "no",
            "hesitate.narration": "As an incoming Amazonian, you are expected to adhere to these principles. Do you reconsider and want to learn Amazon's leadership principles?",
            "utterance-reconsider": "reconsider",
            "utterance-great": "great",
            "get ready.narration": "Please tell me your name ?",
            "utterance-{playerName}": "{playerName}",
            "utterance-my name is {playerName}": "my name is {playerName}",
            "define module.narration": "hi {playerName}\n\t\tWe have three modules to start with ?\n\t\tFirst Module gives you an overview of Amazon leadership principle.\n\t\tSecond Module helps you learn by an question answering session.\n\t\tThird Module helps you with work simulation game.",
            "utterance-first": "first",
            "utterance-overview": "overview",
            "utterance-intro": "intro",
            "utterance-give me overview": "give me overview",
            "utterance-second": "second",
            "utterance-question": "question",
            "utterance-answering": "answering",
            "utterance-third": "third",
            "utterance-game": "game",
            "utterance-simulation": "simulation",
            "utterance-list leadership principle": "list leadership principle",
            "utterance-dont know leadership principle": "dont know leadership principle",
            "utterance-start over": "start over",
            "utterance-restart": "restart",
            "utterance-repeat": "repeat",
            "utterance-help": "help",
            "utterance-go back": "go back",
            "help.narration": "Where do you need help in ?",
            "utterance-list principle": "list principle",
            "list leadership principle.narration": "All leadership principle are\n            Customer Obsession.\n            Ownership.\n            Invent and Simplify.\n            Are Right, A Lot.\n            Learn and Be Curious.\n            Hire and Develop the Best.\n            Insist on the Highest Standards.\n            Think Big.\n            Bias for Action.\n            Frugality.\n            Earn Trust.\n            Dive Deep.\n            Have Backbone; Disagree and Commit.\n            Deliver Results.",
            "stopme.narration": "No Problem, Bye.",
            "end.narration": "Thanks for playing. Would you like to start over or take a break?",
            "utterance-take a break": "take a break",
            "start third module.narration": "Welcome to Amazon's leadershipWork Simulation!",
            "work simulation 1.narration": "You have a deadline to submit a feature in 2 weeks and you are facing a blocker which can delay date of your deliverables. What leaderip do you think you need to demonstrate?\n            Ownership, Frugality, Invent and Simplify.",
            "work simulation 1 answer.narration": "Incorrect. You are supposed to take ownership of the task and seek for help to resolve this blocker.And update your manager of any possible delay",
            "work simulation 2.narration": "There is an existing service for getting customer order details. But it is not compliant with your usecase and requirements. Will you create a new service according to your usecase or use the existing one adapting it to your requirements?",
            "utterance-existing": "existing",
            "utterance-create new one": "create new one",
            "work simulation 2 answer.narration": "Amazon principle of frugality makes sure we try not to reinvent the wheel as much as possible and use the existing service. But before you reach this conclusion you need to apply the principle of Deep Dive to ensure that your requirements are met. Ready for next question?",
            "utterance-yeah": "yeah",
            "utterance-ok": "ok",
            "work simulation 3.narration": "There are two candidates A & B to choose from for an SDE I role for your team. A demonstrates sufficient knowledge required for the project requirement of your team while B is extremely coachable with less exposure to the required project skills. Which candidate will you choose and based on what Amazon principle?",
            "utterance-Hire and develop the best": "Hire and develop the best",
            "work simulation 3 answer.narration": "Make sure the individual is likely to shine on more than a few leadership principles when you hire. Assess the strengths, with an eye toward demonstrated achievements and potential. Avoids excessive focus on weakness. Ready for the next question?",
            "work simulation 4.narration": "Your feature is finally launched and received a very positive response. Your manager and team congratulates you and all are happy. Your manager asks you to change the feature and add something different but you do not like the change. What should be the next steps and what leadership principle should you demonstrate?",
            "utterance-Have Backbone": "Have Backbone",
            "utterance-Disagree and Commit.Insist on the Highest Standards": "Disagree and Commit.Insist on the Highest Standards",
            "work simulation 4 answer.narration": "First understand the business value the change can bring and how critical it is to business.This situation emphasises more on the principle of Disagree and commit.",
            "correct response.narration": "That is correct! Ready for next question?",
            "total score.narration": "You scored {contestRating} out of 4."
        }
    }
}